import "./About.css"

function About() {
    return (
        <div className="about-container">
            <section className="company-info">
                <h1>О компании</h1>
                <p>Архитектура Комфорта — это надежный партнер в сфере строительства домов, который предлагает полный спектр услуг по проектированию и возведению жилых и коммерческих объектов. Наша команда состоит из опытных специалистов, которые обладают глубокими знаниями и навыками в области строительства, архитектуры и дизайна. Мы стремимся к высокому качеству работы и индивидуальному подходу к каждому клиенту, что позволяет нам успешно реализовывать проекты любой сложности.</p>
                <p>С момента своего основания, Архитектура Комфорта зарекомендовала себя как надежный и ответственный подрядчик, который ценит доверие своих клиентов. Мы используем только современные технологии и качественные материалы, что гарантирует долговечность и надежность построенных объектов.</p>
            </section>
            <section className="history">
                <h2>История компании</h2>
                <ul>
                    <li>Основана в 2010 году, компания "Атмосфера комфорта" быстро зарекомендовала себя на рынке строительства благодаря качеству и надежности своих услуг.</li>
                    <li>За годы работы компания реализовала множество успешных проектов, включая жилые комплексы, загородные дома и коммерческие объекты.</li>
                    <li>В 2015 году "Атмосфера комфорта" получила несколько наград за инновации в строительстве и дизайне.</li>
                </ul>
            </section>
            <section className="team">
                <h2>Команда</h2>
                <ul>
                    <li>В команде компании работают высококвалифицированные специалисты, включая архитекторов, инженеров и строителей с многолетним опытом.</li>
                    <li>Компания активно инвестирует в обучение и развитие своих сотрудников, что позволяет поддерживать высокий уровень профессионализма.</li>
                    <li>Руководство компании состоит из опытных менеджеров, которые имеют успешный опыт работы в строительной отрасли и управлении проектами.</li>
                </ul>
            </section>
            <section className="services">
                <h2>Услуги</h2>
                <ul>
                    <li>Строительство домов под ключ: Мы предлагаем полный цикл услуг по строительству жилых домов, включая проектирование, возведение фундамента, стен, крыши и отделку. Мы работаем с различными материалами, такими как кирпич, газобетон, дерево и другие.</li>
                    <li>Проектирование: Наша команда архитекторов и дизайнеров разработает индивидуальный проект вашего дома, учитывая все ваши пожелания и требования. Мы создаем функциональные и эстетически привлекательные решения, которые соответствуют современным стандартам.</li>
                    <li>Отделка и ремонт: Мы предлагаем услуги по внутренней и внешней отделке, включая штукатурку, покраску, укладку плитки и другие работы. Наша цель — создать комфортное и стильное пространство для жизни.</li>
                    <li>Консультации и поддержка: Мы предоставляем консультации по всем вопросам, связанным со строительством и проектированием. Наша команда готова ответить на ваши вопросы и помочь вам на каждом этапе реализации проекта.</li>
                    <li>Калькулятор стоимости строительства: Мы разработали удобный онлайн-калькулятор, который позволяет вам самостоятельно рассчитать стоимость строительства вашего дома, исходя из выбранных параметров и опций.</li>
                    <li>Архитектура Комфорта — это ваш надежный партнер в строительстве, который поможет вам осуществить мечту о собственном доме с минимальными затратами времени и усилий. Мы гарантируем высокое качество, прозрачность и ответственность на всех этапах работы.</li>
                </ul>
            </section>
            <section className="mission">
                <h2>Миссия и ценности</h2>
                <p>Миссия компании "Атмосфера комфорта" заключается в создании комфортных и безопасных пространств для жизни и работы, где каждый клиент чувствует заботу и внимание к своим потребностям.</p>
                <div className="values-list">
                    <h3>Основные ценности:</h3>
                    <ul>
                        <li><strong>Качество:</strong> Мы стремимся предоставлять услуги наивысшего качества, используя только лучшие материалы и технологии.</li>
                        <li><strong>Индивидуальный подход:</strong> Каждый проект уникален, и мы учитываем все пожелания и требования наших клиентов.</li>
                        <li><strong>Инновации:</strong> Мы постоянно ищем новые решения и технологии, чтобы улучшить наши услуги и повысить эффективность работы.</li>
                        <li><strong>Устойчивое развитие:</strong> Мы заботимся о будущем планеты, используя экологически чистые материалы и практики.</li>
                        <li><strong>Командная работа:</strong> Мы верим в силу команды и ценим вклад каждого сотрудника, создавая атмосферу сотрудничества и поддержки.</li>
                    </ul>
                </div>
            </section>
        </div>
    )
}

export default About